<?php
return array(
  '1' => array(   //北海道
    '1' => '稚内',
    '2' => '旭川',
    '3' => '留萌',
    '4' => '札幌',
    '5' => '岩見沢',
    '6' => '倶知安',
    '7' => '網走',
    '8' => '北見',
    '9' => '紋別',
    '10' => '根室',
    '11' => '釧路',
    '12' => '帯広',
    '13' => '室蘭',
    '14' => '浦河',
    '15' => '函館',
    '16' => '江差'
	),
  '2' =>array(    //青森県
    '1' => '青森',
    '2' => 'むつ',
    '3' => '八戸'
	),
  '3' =>array(    //岩手県
    '1' => '盛岡',
    '2' => '宮古',
    '3' => '大船渡'
  ),
  '4' =>array(    //宮城県
    '1' => '仙台',
    '2' => '白石'
  ),
  '5' =>array(    //秋田県
    '1' => '秋田',
    '2' => '横手'
  ),
  '6' =>array(    //山形県
    '1' => '山形',
    '2' => '米沢',
    '3' => '酒田',
    '4' => '新庄'
  ),
  '7' =>array(    //福島県
    '1' => '福島',
    '2' => '小名浜',
    '3' => '若松'
  ),
  '8' =>array(    //茨城県
    '1' => '水戸',
    '2' => '土浦'
  ),
  '9' =>array(    //栃木県
    '1' => '宇都宮',
    '2' => '大田原'
  ),
  '10' =>array(    //群馬県
    '1' => '前橋',
    '2' => 'みなかみ'
  ),
  '11' =>array(    //埼玉県
    '1' => 'さいたま',
    '2' => '熊谷',
    '3' => '秩父'
  ),
  '12' =>array(    //千葉県
    '1' => '千葉',
    '2' => '銚子',
    '3' => '館山'
  ),
  '13' =>array(    //東京都
    '1' => '東京',
    '2' => '大島',
    '3' => '八丈島',
    '4' => '父島'
  ),
  '14' =>array(    //神奈川県
    '1' => '横浜',
    '2' => '小田原'
  ),
  '15' =>array(    //新潟県
    '1' => '新潟',
    '2' => '長岡',
    '3' => '高田',
    '4' => '相川'
  ),
  '16' =>array(    //富山県
    '1' => '富山',
    '2' => '伏木'
  ),
  '17' =>array(    //石川県
    '1' => '金沢',
    '2' => '輪島'
  ),
  '18' =>array(    //福井県
    '1' => '福井',
    '2' => '敦賀'
  ),
  '19' =>array(    //山梨県
    '1' => '甲府',
    '2' => '河口湖'
  ),
  '20' =>array(    //長野県
    '1' => '長野',
    '2' => '松本',
    '3' => '飯田'
  ),
  '21' =>array(    //岐阜県
    '1' => '岐阜',
    '2' => '高山'
  ),
  '22' =>array(    //静岡県
    '1' => '静岡',
    '2' => '網代',
    '3' => '三島',
    '4' => '浜松'
  ),
  '23' =>array(    //愛知県
    '1' => '名古屋',
    '2' => '豊橋'
  ),
  '24' =>array(    //三重県
    '1' => '津',
    '2' => '尾鷲'
  ),
  '25' =>array(    //滋賀県
    '1' => '大津',
    '2' => '彦根'
  ),
  '26' =>array(    //京都府
    '1' => '京都',
    '2' => '舞鶴'
  ),
  '27' =>array(    //大阪府
    '1' => '大阪'
  ),
  '28' =>array(    //兵庫県
    '1' => '神戸',
    '2' => '豊岡'
  ),
  '29' =>array(    //奈良県
    '1' => '奈良',
    '2' => '風屋'
  ),
  '30' =>array(    //和歌山県
    '1' => '和歌山',
    '2' => '潮岬'
  ),
  '31' =>array(    //鳥取県
    '1' => '鳥取',
    '2' => '米子'
  ),
  '32' =>array(    //島根県
    '1' => '松江',
    '2' => '浜田',
    '3' => '西郷'
  ),
  '33' =>array(    //岡山県
    '1' => '岡山',
    '2' => '津山'
  ),
  '34' =>array(    //広島県
    '1' => '広島',
    '2' => '庄原'
  ),
  '35' =>array(    //山口県
    '1' => '下関',
    '2' => '山口',
    '3' => '柳井',
    '4' => '萩'
  ),
  '36' =>array(    //徳島県
    '1' => '徳島',
    '2' => '日和佐'
  ),
  '37' =>array(    //香川県
    '1' => '高松'
  ),
  '38' =>array(    //愛媛県
    '1' => '松山',
    '2' => '新居浜',
    '3' => '宇和島'
  ),
  '39' =>array(    //高知県
    '1' => '高知',
    '2' => '室戸岬',
    '3' => '清水'
  ),
  '40' =>array(    //福岡県
    '1' => '福島',
    '2' => '八幡',
    '3' => '飯塚',
    '4' => '久留米'
  ),
  '41' =>array(    //佐賀県
    '1' => '佐賀',
    '2' => '伊万里'
  ),
  '42' =>array(    //長崎県
    '1' => '長崎',
    '2' => '佐世保',
    '3' => '厳原',
    '4' => '福江'
  ),
  '43' =>array(    //熊本県
    '1' => '熊本',
    '2' => '阿蘇乙姫',
    '3' => '牛深',
    '4' => '人吉'
  ),
  '44' =>array(    //大分県
    '1' => '大分',
    '2' => '中津',
    '3' => '日田',
    '4' => '佐伯'
  ),
  '45' =>array(    //宮崎県
    '1' => '宮崎',
    '2' => '延岡',
    '3' => '都城',
    '4' => '高千穂'
  ),
  '46' =>array(    //鹿児島県
    '1' => '鹿児島',
    '2' => '鹿屋',
    '3' => '種子島',
    '4' => '名瀬'
  ),
  '47' =>array(    //沖縄県
    '1' => '那覇',
    '2' => '名護',
    '3' => '久米島',
    '4' => '南大東',
    '5' => '宮古島',
    '6' => '石垣島',
    '7' => '与那国島'
  )
);
 ?>
